Repository: sualfred/script.embuary.info
Catalog: resources/language/resource.language.*/resources/strings.po
Languages: et_ee

# #32000
source: Error
et_ee: Viga

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
et_ee: See on tööriist, mis pakub rüüle funktsioone ja nõuab rüü integreerimist.

# #32002
source: (Get a free API key on www.omdbapi.com)
et_ee: (Hangi tasuta API võti saidilt www.omdbapi.com)

# #32003
source: Certification country
et_ee: Sertifitseerimisriik

# #32019
source: No information found
et_ee: Infot ei leitud

# #32022
source: Invalid TheMovieDB API key
et_ee: Kehtetu TheMovieDB API võti

# #32004
source: Person
et_ee: Isik

# #32005
source: Search for
et_ee: Otsi

# #32006
source: Age
et_ee: Iga

# #32007
source: Place of birth
et_ee: Sünnikoht

# #32008
source: Facts
et_ee: Fakte

# #32009
source: Similar
et_ee: Sarnased

# #32010
source: Images
et_ee: Pildid

# #32011
source: Premiered
et_ee: Esilinastus

# #32013
source: Budget
et_ee: Eelarve

# #32014
source: Revenue
et_ee: Tulu

# #32015
source: Awards
et_ee: Auhinnad

# #32016
source: Seasons
et_ee: Hooajad

# #32017
source: Known for
et_ee: Tuntakse

# #32018
source: Crew
et_ee: Töötajad

# #32023
source: API key
et_ee: API võti

# #32020
source: Developer settings
et_ee: Arendaja seaded

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
et_ee: Luba vahemälu (tungivalt soovitatav – lülita välja ainult silumiseks)

# #32024
source: Default language
et_ee: Vaikekeel

# #32025
source: items in your library
et_ee: üksust meediakogus

# #32026
source: Misc.
et_ee: Mitmesugust

# #32027
source: Hide person appearances in reality/talk/news shows
et_ee: Peida isiku esinemised tõsielu-/jutu-/uudistesaadetes

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
et_ee: Peida isiku esinemised eriosades/dokkides/kaadri taga filmides

# #32029
source: Top rated movies
et_ee: Hinnatuimad filmid

# #32030
source: Now playing movies
et_ee: Esitatavad filmid

# #32031
source: Upcoming movies
et_ee: Tulevad filmid

# #32032
source: Popular movies
et_ee: Populaarsed filmid

# #32033
source: Top rated TV shows
et_ee: Hinnatuimad sarjad

# #32034
source: Popular TV shows
et_ee: Populaarsed sarjad

# #32035
source: TV shows airing today
et_ee: Sarjad täna eetris

# #32036
source: TV shows airing in the next 7 days
et_ee: Sarjad eetris järgmise 7 päeva jooksul

# #32037
source: Collection
et_ee: Kogumik

# #32039
source: Guest stars
et_ee: Külalistähed

# #32040
source: Season
et_ee: Hooaeg

# #32038
source: Widgets
et_ee: Vidinad

# #32041
source: Hide items from similar movies if they are part of the collection
et_ee: Peida üksused sarnastest filmidest, kui need kuuluvad kogumikku

# #32042
source: Trending movies
et_ee: Populaarsust koguvad filmid

# #32043
source: Trending shows
et_ee: Populaarsust koguvad sarjad

# #32044
source: Hide upcoming items
et_ee: Peida tulevad üksused

# #32045
source: Allow items of the next [n] days
et_ee: Luba järgmise [n] päeva üksused

# #32046
source: Watched episodes
et_ee: Vaadatud episoodid

# #32047
source: Install context menu addon
et_ee: Paigalda kontekstmenüü lisamoodul

# #32048
source: Next episode
et_ee: Järgmine episood

# #32049
source: Discover
et_ee: Leia vaatamist

# #32050
source: Discover movies
et_ee: Leia filme

# #32051
source: Discover TV shows
et_ee: Leia sarju

# #32052
source: Discover movies by year
et_ee: Leia filme aasta järgi

# #32053
source: Discover movies by genre
et_ee: Leia filme žanri järgi

# #32054
source: Discover TV shows by year
et_ee: Leia sarju aasta järgi

# #32055
source: Discover TV shows by genre
et_ee: Leia sarju žanri järgi

# #32056
source: Previous page
et_ee: Eelmine leht

# #32057
source: Discover people
et_ee: Leia inimesi

# #32058
source: Next 7 days
et_ee: Järgmised 7 päeva

# #32059
source: Next airing episodes of your TV show library
et_ee: Järgmisena linastuvad episoodid sinu sarjade kogust
