Repository: sualfred/script.embuary.info
Catalog: resources/language/resource.language.*/strings.po
Languages: hr_hr, id_id, pl_pl

# Addon Summary
source: Embuary Info Script
hr_hr: Embuary informacijska skripta
id_id: Info Skrip Embuary
pl_pl: Skrypt informacyjny Embuary

# Addon Description
source: Helper script to provide The Movie DB informations for persons, shows and movies. Works best with a skin integration.
hr_hr: Skripta pomoći za pružanje The Movie DB informacija za osobe, TV serije i filmove. Najbolje radi integrirana u presvlaku.
id_id: Skrip pembantu untuk memberikan informasi The Movie DB untuk orang, acara, dan film. Bekerja paling baik dengan integrasi skin.
pl_pl: Skrypt pomocniczy dostarczający informacje z bazy danych filmów o osobach, programach i filmach. Najlepiej sprawdza się przy integracji ze skórą.

# #32000
source: Error
hr_hr: Greška
id_id: Galat
pl_pl: Błąd

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
hr_hr: Ovo je alat koji omogućuje značajke za presvlaku i zahtijeva integraciju s presvlakom.
id_id: Ini adalah alat untuk memberikan fitur pada skin dan membutuhkan integrasi skin.
pl_pl: To narzędzie wspomaga skóry i wymaga jej integracji.

# #32002
source: (Get a free API key on www.omdbapi.com)
hr_hr: (Nabavite besplatan API ključ na www.omdbapi.com)
id_id: (Dapatkan kunci API di www.omdbapi.com)
pl_pl: (Zdobądź bezpłatny klucz API na www.omdbapi.com)

# #32003
source: Certification country
hr_hr: Zemlja certifikacije
id_id: Negara sertifikasi
pl_pl: Kraj certyfikacji

# #32019
source: No information found
hr_hr: Nema pronađenih informacija
id_id: Tdk ada informasi yang ditemukan
pl_pl: Nie znaleziono żadnych informacji

# #32022
source: Invalid TheMovieDB API key
hr_hr: Nevaljan TheMovieDB API ključ
id_id: Kunci API TheMovieDB tidak valid
pl_pl: Nieprawidłowy klucz API TheMovieDB

# #32004
source: Person
hr_hr: Osoba
id_id: Orang
pl_pl: Osoba

# #32005
source: Search for
hr_hr: Pretraži po
id_id: Mencari
pl_pl: Szukaj

# #32006
source: Age
hr_hr: Dobi
id_id: Usia
pl_pl: Wiek

# #32007
source: Place of birth
hr_hr: Mjestu rođenja
id_id: Tempat lahir
pl_pl: Miejsce urodzenia

# #32008
source: Facts
hr_hr: Činjenicama
id_id: Fakta
pl_pl: Fakty

# #32009
source: Similar
hr_hr: Sličnosti
id_id: Serupa
pl_pl: Podobne

# #32010
source: Images
hr_hr: Slike
id_id: Gambar
pl_pl: Obrazy

# #32011
source: Premiered
hr_hr: Premijera
id_id: Perdana
pl_pl: Premiera

# #32012
source: Retail
hr_hr: Maloprodaja
id_id: Eceran
pl_pl: Dystrybucja

# #32013
source: Budget
hr_hr: Proračun
id_id: Anggaran
pl_pl: Budżet

# #32014
source: Revenue
hr_hr: Prihod
id_id: Pendapatan
pl_pl: Przychód

# #32015
source: Awards
hr_hr: Nagrade
id_id: Penghargaan
pl_pl: Nagrody

# #32016
source: Seasons
hr_hr: Sezone
id_id: Musim
pl_pl: Sezony

# #32017
source: Known for
hr_hr: Poznato po
id_id: Dikenal sebagai
pl_pl: Słynie z

# #32018
source: Crew
hr_hr: Ekipa
id_id: Kru
pl_pl: Ekipa

# #32023
source: API key
hr_hr: API ključ
id_id: Kunci API
pl_pl: Klucz API

# #32020
source: Developer settings
hr_hr: Razvijateljske postavke
id_id: Pengaturan pengembang
pl_pl: Ustawienia programisty

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
hr_hr: Omogući predmemoriju (visokopreporučljivo - isključi samo pri otklanjanju grešaka)
id_id: Aktifkan caching (sangat disarankan - hanya matikan untuk debugging)
pl_pl: Włącz buforowanie (wysoce zalecane — wyłącz tylko na potrzeby debugowania)

# #32024
source: Default language
hr_hr: Zadani jezik
id_id: Bahasa default
pl_pl: Język domyślny

# #32025
source: items in your library
hr_hr: stavke u vašoj videoteci
id_id: item di pustaka Anda
pl_pl: Pozycje w bibliotece

# #32026
source: Misc.
hr_hr: Ostalo
id_id: Lain-lain.
pl_pl: Różne

# #32027
source: Hide person appearances in reality/talk/news shows
hr_hr: Sakrij pojavljivanje osoba u realitijima/govornim emisijama/novostima
id_id: Sembunyikan penampilan orang di acara realita/bincang/berita
pl_pl: Ukryj występy osób w programach reality/talk/informacyjnych

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
hr_hr: Sakrij pojavljivanje osoba u posebnim/dokumentarcima/iza scena filmova emisijama
id_id: Sembunyikan penampilan orang di film spesial/dokumenter/di balik layar
pl_pl: Ukryj występy osób w programach specjalnych/dokumentalnych/filmach zza kulis

# #32029
source: Top rated movies
hr_hr: Najbolje ocijenjeni filmovi
id_id: Film teratas
pl_pl: Najwyżej oceniane filmy

# #32030
source: Now playing movies
hr_hr: Trenutno gledani filmovi
id_id: Film sedang diputar
pl_pl: Teraz wyświetlane filmy

# #32031
source: Upcoming movies
hr_hr: Nadolazeći filmovi
id_id: Film yang akan datang
pl_pl: Nadchodzące filmy

# #32032
source: Popular movies
hr_hr: Popularni filmovi
id_id: Film populer
pl_pl: Popularne filmy

# #32033
source: Top rated TV shows
hr_hr: Najbolje ocijenjene TV serije
id_id: Acara TV teratas
pl_pl: Najwyżej oceniane programy telewizyjne

# #32034
source: Popular TV shows
hr_hr: Popularne TV serije
id_id: Acara TV populer
pl_pl: Popularne programy telewizyjne

# #32035
source: TV shows airing today
hr_hr: Večeras emitirane TV serije
id_id: Acara TV mengudara hari ini
pl_pl: Programy telewizyjne wyemitowane dzisiaj

# #32036
source: TV shows airing in the next 7 days
hr_hr: TV serije emitirane u sljedećih 7 dana
id_id: Acara TV yang ditayangkan dalam 7 hari ke depan
pl_pl: Programy telewizyjne emitowane w ciągu najbliższych 7 dni

# #32037
source: Collection
hr_hr: Kolekcija
id_id: Koleksi
pl_pl: Kolekcja

# #32039
source: Guest stars
hr_hr: Gostujuće zvijezde
id_id: Bintang tamu
pl_pl: Gwiazdy występujące gościnnie

# #32040
source: Season
hr_hr: Sezona
id_id: Musim
pl_pl: Sezon

# #32038
source: Widgets
hr_hr: Widgeti
id_id: Widget
pl_pl: Widżety

# #32041
source: Hide items from similar movies if they are part of the collection
hr_hr: Sakrij stavke iz sličnih filmova ako su dio kolekcije
id_id: Sembunyikan item dari film serupa jika mereka bagian dari koleksi
pl_pl: Ukryj pozycje z podobnych filmów, jeśli są częścią kolekcji

# #32042
source: Trending movies
hr_hr: Filmovi u trendu
id_id: Film sedang tren
pl_pl: Filmy zyskujące popularność

# #32043
source: Trending shows
hr_hr: TV serije u trendu
id_id: Acara sedang tren
pl_pl: Programy zyskujące popularność

# #32044
source: Hide upcoming items
hr_hr: Sakrij nadolazeće stake
id_id: Sembunyikan item yang akan datang
pl_pl: Ukryj nadchodzące pozycje

# #32045
source: Allow items of the next [n] days
hr_hr: Dopusti stavke sljedećih [n] dana
id_id: Izinkan item dalam [n] hari ke depan
pl_pl: Zezwalaj na pozycje z następnych [n] dni

# #32046
source: Watched episodes
hr_hr: Odgledane epizode
id_id: Episode ditonton
pl_pl: Obejrzane odcinki

# #32047
source: Install context menu addon
hr_hr: Instaliraj dodatak sadržajnog izbornika
id_id: Instal pengaya menu konteks
pl_pl: Zainstaluj dodatek menu kontekstowego

# #32048
source: Next episode
hr_hr: Sljedeća epizoda
id_id: Episode berikutnya
pl_pl: Następny odcinek

# #32049
source: Discover
hr_hr: Otkrij
id_id: Jelajah
pl_pl: Odkrywaj

# #32050
source: Discover movies
hr_hr: Otkrij filmove
id_id: Temukan film
pl_pl: Odkrywaj filmy

# #32051
source: Discover TV shows
hr_hr: Otkrij TV serije
id_id: Temukan acara TV
pl_pl: Odkrywaj programy telewizyjne

# #32052
source: Discover movies by year
hr_hr: Otkrij filmove po godini
id_id: Temukan film berdasarkan tahun
pl_pl: Odkrywaj filmy wg roku

# #32053
source: Discover movies by genre
hr_hr: Otkrij filmove po žanru
id_id: Temukan film berdasarkan genre
pl_pl: Odkrywaj filmy wg gatunku

# #32054
source: Discover TV shows by year
hr_hr: Otkrij TV serije po godini
id_id: Temukan acara TV berdasarkan tahun
pl_pl: Odkrywaj programy telewizyjne wg roku

# #32055
source: Discover TV shows by genre
hr_hr: Otkrij TV serije po žanru
id_id: Temukan acara TV berdasarkan genre
pl_pl: Odkrywaj programy telewizyjne wg gatunku

# #32056
source: Previous page
hr_hr: Prijašnja stranica
id_id: Halaman sebelumnya
pl_pl: Poprzednia strona

# #32057
source: Discover people
hr_hr: Otkrij ljude
id_id: Temukan orang
pl_pl: Odkrywaj ludzi

# #32058
source: Next 7 days
hr_hr: Sljedećih 7 dana
id_id: 7 hari ke depan
pl_pl: Następne 7 dni

# #32059
source: Next airing episodes of your TV show library
hr_hr: Sljedeća emitirana epizoda vaše videoteke TV serije
id_id: Episode penayangan berikutnya dari pustaka acara TV Anda
pl_pl: Kolejne odcinki emisji w bibliotece programów telewizyjnych
