Repository: sualfred/script.embuary.info
Catalog: resource.language.*/resources/strings.po
Languages: da_dk, ko_kr

# #32000
source: Error
da_dk: Fejl
ko_kr: 오류

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
da_dk: Dette er et værktøj til at give funktioner til et skin og kræver skin-integration.
ko_kr: 스킨에 기능을 제공하기 위한 도구로 스킨 통합이 필요합니다.

# #32002
source: (Get a free API key on www.omdbapi.com)
da_dk: (Få en gratis API-nøgle på www.omdbapi.com)
ko_kr: (www.omdbapi.com에서 무료 API 키 받기)

# #32003
source: Certification country
da_dk: Land til aldersvejledning
ko_kr: 인증 국가

# #32019
source: No information found
da_dk: Ingen informationer blev fundet
ko_kr: 정보가 없음

# #32022
source: Invalid TheMovieDB API key
da_dk: Ugyldig TheMovieDB API-nøgle
ko_kr: 잘못된 TheMovieDB API 키

# #32004
source: Person
ko_kr: 개인

# #32005
source: Search for
da_dk: Søg efter
ko_kr: 검색

# #32006
source: Age
da_dk: Alder
ko_kr: 나이

# #32007
source: Place of birth
da_dk: Fødselssted
ko_kr: 출생지

# #32008
source: Facts
da_dk: Fakta
ko_kr: 이력

# #32009
source: Similar
da_dk: Lignende
ko_kr: 비슷함

# #32010
source: Images
da_dk: Billeder
ko_kr: 이미지

# #32011
source: Premiered
da_dk: Haft premiere
ko_kr: 초연

# #32012
source: Retail
da_dk: Detailhandel
ko_kr: 소매

# #32013
source: Budget
ko_kr: 예산

# #32014
source: Revenue
da_dk: Indtægter
ko_kr: 수익

# #32015
source: Awards
da_dk: Priser
ko_kr: 수상

# #32016
source: Seasons
da_dk: Sæsoner
ko_kr: 시즌

# #32017
source: Known for
da_dk: Kendt for
ko_kr: 출세작

# #32018
source: Crew
da_dk: Mandskab
ko_kr: 집단

# #32023
source: API key
da_dk: API-nøgle
ko_kr: API 키

# #32020
source: Developer settings
da_dk: Indstillinger for udviklere
ko_kr: 개발자 설정

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
da_dk: Aktiver caching (stærkt anbefalet - deaktiver kun for fejlretning)
ko_kr: 캐시 사용함 (매우 권장됨 - 디버그만 해제)

# #32024
source: Default language
da_dk: Standard sprog
ko_kr: 기본 언어

# #32025
source: items in your library
da_dk: emner i dit bibliotek
ko_kr: 라이브러리의 항목

# #32026
source: Misc.
da_dk: Diverse
ko_kr: 기타

# #32027
source: Hide person appearances in reality/talk/news shows
da_dk: Skjul personers optrædener i reality-/talk-/nyhedsprogrammer
ko_kr: 리얼리티/토크/뉴스 쇼에 등장인물 숨기기

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
da_dk: Skjul personers optrædener i specials/dokumentarer/film bag kameraet
ko_kr: 스페셜/다큐멘터리/비하인드 영화에 등장인물 숨기기

# #32029
source: Top rated movies
da_dk: Højest anmeldte film
ko_kr: 최고 평점 영화

# #32030
source: Now playing movies
da_dk: Film der afspilles nu
ko_kr: 지금 영화 재생 중

# #32031
source: Upcoming movies
da_dk: Kommende film
ko_kr: 개봉 예정 영화

# #32032
source: Popular movies
da_dk: Populære film
ko_kr: 인기 영화

# #32033
source: Top rated TV shows
da_dk: Højest anmeldte tv-serier
ko_kr: 최고 평점 TV 프로그램

# #32034
source: Popular TV shows
da_dk: Populære tv-serier
ko_kr: 인기 TV 프로그램

# #32035
source: TV shows airing today
da_dk: Tv-serier i dag
ko_kr: 오늘 방송되는 TV 프로그램

# #32036
source: TV shows airing in the next 7 days
da_dk: Tv-serier for de næste 7 dage
ko_kr: 앞으로 7일 동안 방영될 TV 프로그램

# #32037
source: Collection
da_dk: Samling
ko_kr: 컬렉션

# #32039
source: Guest stars
da_dk: Gæstestjerner
ko_kr: 초대 스타

# #32040
source: Season
da_dk: Sæson
ko_kr: 시즌

# #32038
source: Widgets
ko_kr: 위젯

# #32041
source: Hide items from similar movies if they are part of the collection
da_dk: Skjul emner fra lignende film, hvis de er en del af samlingen
ko_kr: 컬렉션의 일부인 경우, 유사한 영화에서 항목 숨기기

# #32042
source: Trending movies
da_dk: Populære film
ko_kr: 트렌드 영화

# #32043
source: Trending shows
da_dk: Populære tv-serier
ko_kr: 트렌드 프로그램

# #32044
source: Hide upcoming items
da_dk: Skjul kommende emner
ko_kr: 예정된 항목 숨기기

# #32045
source: Allow items of the next [n] days
da_dk: Tillad emner fra de næste [n] dage
ko_kr: 다음 [n]일의 항목 허용

# #32046
source: Watched episodes
da_dk: Sete afsnit
ko_kr: 시청한 에피소드

# #32047
source: Install context menu addon
da_dk: Install add-on til kontekstmenu
ko_kr: 컨텍스트 메뉴 애드온 설치

# #32048
source: Next episode
da_dk: Næste afsnit
ko_kr: 다음 에피소드

# #32049
source: Discover
da_dk: Opdag
ko_kr: 검색

# #32050
source: Discover movies
da_dk: Opdag film
ko_kr: 영화 검색

# #32051
source: Discover TV shows
da_dk: Opdag tv-serier
ko_kr: TV 프로그램 검색

# #32052
source: Discover movies by year
da_dk: Opdag film efter år
ko_kr: 연도로 영화 검색

# #32053
source: Discover movies by genre
da_dk: Opdag film efter genre
ko_kr: 장르로 영화 검색

# #32054
source: Discover TV shows by year
da_dk: Opdag tv-serier efter år
ko_kr: 연도로 TV 프로그램 검색

# #32055
source: Discover TV shows by genre
da_dk: Opdag tv-serier efter genre
ko_kr: 장르로 TV 프로그램 검색

# #32056
source: Previous page
da_dk: Forrige side
ko_kr: 이전 페이지

# #32057
source: Discover people
da_dk: Opdag mennesker
ko_kr: 인물 검색

# #32058
source: Next 7 days
da_dk: Næste 7 dage
ko_kr: 다음 7일

# #32059
source: Next airing episodes of your TV show library
da_dk: Næste afsnit der sendes fra dit tv-seriebibliotek
ko_kr: TV 쇼 라이브러리의 다음 방송 에피소드
